/* dashboard location */
"Dashboard" = "Dashboard";

/* desktop location */
"Desktop" = "데스크탑";

/* layer heading */
"Layer: " = "레이어:";

/* dock items */
"List of Dock Items " = "Dock 항목의 목록";

/* properties heading */
"Properties: " = "속성: ";

/* widget heading */
"Widget: " = "Widget: ";

/* Recent items */
"Recent Applications" = "최근 사용 응용 프로그램";
"Recent Documents" = "최근 사용 도큐멘트";
"Recent Servers" = "최근 사용 서버";
"Favorite Volumes" = "즐겨찾는 볼륨";
"Favorite Items" = "즐겨찾기 항목";

"Spacer" = "스페이서";
"Sort by: " = "정렬: ";
"Display as: " = "다음으로 표시: ";
"View Content as: " = "다음으로 내용 보기: ";
"Type: " = "유형: ";
"Location: " = "위치: ";
"Name: " = "이름: ";
"URL: " = "URL: ";

/* Stack settings */
"Name" = " 이름";
"Date Added" = "추가된 날짜";
"Date Modified" = "수정일";
"Date Created" = "생성일";
"Kind" = "종류";
"Folder" = "폴더";
"Stack" = "스택";
"Fan" = "팬";
"Grid" = "격자 모양";
"List" = "목록";
"Automatic" = "자동";